Repository: WordPressBugBounty/plugins-slider-responsive-slideshow
Catalog: slider-responsive-slideshow/languages/responsive-slider-gallery-*.po
Languages: ar

source: %s rating
ar: تقييم %s

source: Get More Free WordPress Plugin From A WP Life
ar: احصل على المزيد من إضافات ووردبريس المجانية من A WP Life

source: More Details
ar: المزيد من التفاصيل

source: Install Now
ar: تثبيت الآن

source: Update Now
ar: تحديث الآن

source: By
ar: بواسطة

source: Last Updated:
ar: آخر تحديث:

source: Sorry! No slides added to the slider shortcode yet. Please add few slide into shortcode
ar: عذراً! لم يتم إضافة شرائح إلى الشورت كود للمنزلق بعد. الرجاء إضافة بعض الشرائح إلى الشورت كود

source: Slider Responsive
ar: منزلق متجاوب

source: Shortcode
ar: شورت كود

source: Docs
ar: الوثائق

source: Featured-Plugin
ar: إضافة مميزة

source: Featured Plugin
ar: إضافة مميزة

source: Upgrade Plugin
ar: ترقية الإضافة

source: Our Theme
ar: ثيمتنا

source: Slider Responsive Slideshow
ar: عرض شرائح منزلق متجاوب

source: Parent Item:
ar: العنصر الأصل:

source: All Slider
ar: جميع المنزلقات

source: Add New Slider
ar: إضافة منزلق جديد

source: New Slider
ar: منزلق جديد

source: Edit Slider
ar: تعديل المنزلق

source: Update Slider
ar: تحديث المنزلق

source: Search Slider
ar: بحث عن منزلق

source: Slider Not found
ar: المنزلق غير موجود

source: Slider Not found in Trash
ar: المنزلق غير موجود في سلة المهملات

source: Slider
ar: منزلق

source: Custom Post Type For Slider
ar: نوع مشاركة مخصص للمنزلق

source: Copy Slider Responsive Slideshow Shortcode
ar: نسخ شورت كود عرض الشرائح المتجاوب للمنزلق

source: Add Image Slides
ar: إضافة شرائح الصور

source: Shortcode copied to clipboard!
ar: تم نسخ الشورت كود إلى الحافظة!

source: Copy & Embed shotcode into any Page/ Post / Text Widget to display Slider.
ar: انسخ وأدرج الشورت كود في أي صفحة/مشاركة/أداة نصية لعرض المنزلق.

source: ADD IMAGES
ar: إضافة الصور

source: Add Images
ar: إضافة الصور

source: Configure
ar: تكوين

source: Auto Play
ar: تشغيل تلقائي

source: Navigation Settings
ar: إعدادات التنقل

source: Title & Description Settings
ar: إعدادات العنوان والوصف

source: Custom CSS
ar: CSS مخصص

source: Upgrade To Pro
ar: الترقية إلى الإصدار المحترف

source: Delete All Slide
ar: حذف جميع الشرائح

source: Configure settings
ar: تكوين الإعدادات

source: Slides
ar: الشرائح

source: Set numbers of slider you want to display at a time like 1, 2, 3, 4, 10
ar: اضبط عدد المنزلقات التي تريد عرضها في وقت واحد مثل 1، 2، 3، 4، 10

source: Slide Speed
ar: سرعة الشريحة

source: Set slide transition speed in milliseconds like 200, 400, 500, 700, 1000
ar: اضبط سرعة انتقال الشريحة بالمللي ثانية مثل 200، 400، 500، 700، 1000

source: Slide Margin
ar: هامش الشريحة

source: Buy Premium Version To Get This Feature
ar: اشترِ النسخة المميزة للحصول على هذه الميزة

source: Slide Transitions
ar: انتقالات الشريحة

source: Auto Play & Slider settings
ar: التشغيل التلقائي وإعدادات المنزلق

source: Set auto play to slides automatically
ar: ضبط التشغيل التلقائي للشرائح تلقائيًا

source: Yes
ar: نعم

source: No
ar: لا

source: Auto Height
ar: الارتفاع التلقائي

source: Set Set slider auto height
ar: ضبط الارتفاع التلقائي للمنزلق

source: Touch Slide
ar: الانزلاق باللمس

source: Set touch slide to slides using mouse drag event
ar: ضبط الانزلاق باللمس للشرائح باستخدام حدث سحب الماوس

source: Enable
ar: تمكين

source: Disable
ar: تعطيل

source: Slider Navigation Settings
ar: إعدادات تنقل المنزلق

source: Slider Navigation
ar: تنقل المنزلق

source: Navigation Text For - Next Button
ar: نص التنقل لـ - زر التالي

source: Set navigation next button text
ar: ضبط نص زر التنقل التالي

source: Navigation Text For - Previous Button
ar: نص التنقل لـ - زر السابق

source: Set navigation previous button text
ar: ضبط نص زر التنقل السابق

source: Show Slide Title Text
ar: عرض نص عنوان الشريحة

source: Set yes or no to display or hide slide title text
ar: ضبط نعم أو لا لعرض أو إخفاء نص عنوان الشريحة

source: Show Slide Description Text
ar: عرض نص وصف الشريحة

source: Set yes or no to display or hide slide title description
ar: ضبط نعم أو لا لعرض أو إخفاء وصف عنوان الشريحة

source: Show Slide Link
ar: عرض رابط الشريحة

source: Set yes or no to display or hide slide link
ar: ضبط نعم أو لا لعرض أو إخفاء رابط الشريحة

source: Set Link On
ar: ضبط الرابط على

source: Set link url on slide or on custom text link
ar: ضبط رابط URL على الشريحة أو على رابط نص مخصص

source: On Slide
ar: على الشريحة

source: On Custom Text
ar: على نص مخصص

source: Custom Slide Link Text
ar: نص رابط الشريحة المخصص

source: Set custom text for slide link text
ar: ضبط نص مخصص لنص رابط الشريحة

source: Slider All Text Alignment - Title, Description, Link
ar: محاذاة كل نصوص المنزلق - العنوان، الوصف، الرابط

source: Set text alignment below slides like left, right or center
ar: ضبط محاذاة النص أسفل الشرائح مثل اليسار، اليمين أو الوسط

source: Left
ar: يسار

source: Center
ar: وسط

source: Right
ar: يمين

source: Type Custum CSS
ar: اكتب CSS مخصص

source: Apply own css on image gallery and dont use style tag
ar: تطبيق CSS الخاص على معرض الصور وعدم استخدام علامة الأنماط

source: Upgrade To Premium For Unloack More Features & Settings
ar: الترقية إلى الإصدار المميز لفتح المزيد من الميزات والإعدادات

source: Offer:
ar: عرض:

source: Upgrade To Premium Just In Half Price
ar: الترقية إلى الإصدار المميز بنصف السعر فقط

source: Check Premium Version Live Demo
ar: تحقق من العرض التوضيحي المباشر للإصدار المميز

source: Buy Premium Version
ar: شراء الإصدار المميز
