Repository: WordPressBugBounty/plugins-slider-responsive-slideshow
Catalog: slider-responsive-slideshow/languages/slider-responsive-gallery-*.po
Languages: es_es

source: %s rating
es_es: calificación de %s

source: Get More Free WordPress Plugin From A WP Life
es_es: Obtén más plugins gratuitos de WordPress de A WP Life

source: More Details
es_es: Más detalles

source: Install Now
es_es: Instalar ahora

source: Update Now
es_es: Actualizar ahora

source: By
es_es: Por

source: Last Updated:
es_es: Última actualización:

source: Sorry! No slides added to the slider shortcode yet. Please add few slide into shortcode
es_es: ¡Lo siento! Aún no se han añadido diapositivas al shortcode del deslizador. Por favor, añade algunas diapositivas al shortcode

source: Slider Responsive
es_es: Deslizador Responsivo

source: Docs
es_es: Documentos

source: Featured-Plugin
es_es: Plugin Destacado

source: Featured Plugin
es_es: Plugin Destacado

source: Upgrade Plugin
es_es: Actualizar Plugin

source: Our Theme
es_es: Nuestro Tema

source: Slider Responsive Slideshow
es_es: Presentación de Diapositivas Responsiva del Deslizador

source: Parent Item:
es_es: Elemento Padre:

source: All Slider
es_es: Todos los Deslizadores

source: Add New Slider
es_es: Añadir Nuevo Deslizador

source: New Slider
es_es: Nuevo Deslizador

source: Edit Slider
es_es: Editar Deslizador

source: Update Slider
es_es: Actualizar Deslizador

source: Search Slider
es_es: Buscar Deslizador

source: Slider Not found
es_es: Deslizador No Encontrado

source: Slider Not found in Trash
es_es: Deslizador No Encontrado en la Papelera

source: Slider
es_es: Deslizador

source: Custom Post Type For Slider
es_es: Tipo de Publicación Personalizado para Deslizador

source: Copy Slider Responsive Slideshow Shortcode
es_es: Copiar Shortcode de Presentación de Diapositivas Responsiva del Deslizador

source: Add Image Slides
es_es: Añadir Diapositivas de Imagen

source: Shortcode copied to clipboard!
es_es: ¡Shortcode copiado al portapapeles!

source: Copy & Embed shotcode into any Page/ Post / Text Widget to display Slider.
es_es: Copiar y Embeber shortcode en cualquier Página/ Publicación/ Widget de Texto para mostrar el Deslizador.

source: ADD IMAGES
es_es: AÑADIR IMÁGENES

source: Add Images
es_es: Añadir Imágenes

source: Configure
es_es: Configurar

source: Auto Play
es_es: Reproducción Automática

source: Navigation Settings
es_es: Configuración de Navegación

source: Title & Description Settings
es_es: Configuración de Título y Descripción

source: Custom CSS
es_es: CSS Personalizado

source: Upgrade To Pro
es_es: Actualizar a Pro

source: Delete All Slide
es_es: Eliminar Todas las Diapositivas

source: Configure settings
es_es: Configurar ajustes

source: Slides
es_es: Diapositivas

source: Set numbers of slider you want to display at a time like 1, 2, 3, 4, 10
es_es: Establecer el número de deslizadores que desea mostrar a la vez como 1, 2, 3, 4, 10

source: Slide Speed
es_es: Velocidad de la Diapositiva

source: Set slide transition speed in milliseconds like 200, 400, 500, 700, 1000
es_es: Establecer la velocidad de transición de la diapositiva en milisegundos como 200, 400, 500, 700, 1000

source: Slide Margin
es_es: Margen de la Diapositiva

source: Buy Premium Version To Get This Feature
es_es: Compra la Versión Premium para Obtener Esta Función

source: Slide Transitions
es_es: Transiciones de Diapositivas

source: Auto Play & Slider settings
es_es: Reproducción Automática y Configuraciones del Deslizador

source: Set auto play to slides automatically
es_es: Establecer reproducción automática para las diapositivas automáticamente

source: Yes
es_es: Sí

source: Auto Height
es_es: Altura Automática

source: Set Set slider auto height
es_es: Establecer la altura automática del deslizador

source: Touch Slide
es_es: Deslizar con Toque

source: Set touch slide to slides using mouse drag event
es_es: Establecer deslizar con toque para las diapositivas usando el evento de arrastre del ratón

source: Enable
es_es: Habilitar

source: Disable
es_es: Deshabilitar

source: Slider Navigation Settings
es_es: Configuraciones de Navegación del Deslizador

source: Slider Navigation
es_es: Navegación del Deslizador

source: Navigation Text For - Next Button
es_es: Texto de Navegación para - Botón Siguiente

source: Set navigation next button text
es_es: Establecer el texto del botón siguiente de navegación

source: Navigation Text For - Previous Button
es_es: Texto de Navegación para - Botón Anterior

source: Set navigation previous button text
es_es: Establecer el texto del botón anterior de navegación

source: Show Slide Title Text
es_es: Mostrar Texto del Título de la Diapositiva

source: Set yes or no to display or hide slide title text
es_es: Establecer sí o no para mostrar u ocultar el texto del título de la diapositiva

source: Show Slide Description Text
es_es: Mostrar Texto de Descripción de la Diapositiva

source: Set yes or no to display or hide slide title description
es_es: Establecer sí o no para mostrar u ocultar la descripción del título de la diapositiva

source: Show Slide Link
es_es: Mostrar Enlace de la Diapositiva

source: Set yes or no to display or hide slide link
es_es: Establecer sí o no para mostrar u ocultar el enlace de la diapositiva

source: Set Link On
es_es: Establecer Enlace En

source: Set link url on slide or on custom text link
es_es: Establecer URL del enlace en la diapositiva o en un enlace de texto personalizado

source: On Slide
es_es: En la Diapositiva

source: On Custom Text
es_es: En Texto Personalizado

source: Custom Slide Link Text
es_es: Texto de Enlace Personalizado para la Diapositiva

source: Set custom text for slide link text
es_es: Establecer texto personalizado para el texto del enlace de la diapositiva

source: Slider All Text Alignment - Title, Description, Link
es_es: Alineación de Todo el Texto del Deslizador - Título, Descripción, Enlace

source: Set text alignment below slides like left, right or center
es_es: Establecer la alineación del texto debajo de las diapositivas como izquierda, derecha o centro

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: Type Custum CSS
es_es: Escribir CSS Personalizado

source: Apply own css on image gallery and dont use style tag
es_es: Aplicar CSS propio en la galería de imágenes y no usar etiqueta de estilo

source: Upgrade To Premium For Unloack More Features & Settings
es_es: Actualizar a Premium para Desbloquear Más Características y Configuraciones

source: Offer:
es_es: Oferta:

source: Upgrade To Premium Just In Half Price
es_es: Actualizar a Premium por Solo la Mitad del Precio

source: Check Premium Version Live Demo
es_es: Ver la Demostración en Vivo de la Versión Premium

source: Buy Premium Version
es_es: Comprar Versión Premium
