Repository: WordPressBugBounty/plugins-slider-responsive-slideshow
Catalog: slider-responsive-slideshow/languages/slider-responsive-slideshow-*.po
Languages: de_de

source: %s rating
de_de: %s Bewertung

source: More Details
de_de: Mehr Details

source: Install Now
de_de: Jetzt installieren

source: Update Now
de_de: Jetzt aktualisieren

source: Sorry! No slides added to the slider shortcode yet. Please add few slide into shortcode
de_de: Entschuldigung! Noch keine Folien zum Slider-Shortcode hinzugefügt. Bitte fügen Sie einige Folien in den Shortcode ein

source: Slider Responsive
de_de: Responsiver Slider

source: Docs
de_de: Dokumente

source: Featured-Plugin
de_de: Hervorgehobenes Plugin

source: Featured Plugin
de_de: Hervorgehobenes Plugin

source: Upgrade Plugin
de_de: Plugin aktualisieren

source: Our Theme
de_de: Unser Thema

source: Slider Responsive Slideshow
de_de: Responsiver Slider Diashow

source: Parent Item:
de_de: Übergeordnetes Element:

source: All Slider
de_de: Alle Slider

source: Add New Slider
de_de: Neuen Slider hinzufügen

source: New Slider
de_de: Neuer Slider

source: Edit Slider
de_de: Slider bearbeiten

source: Update Slider
de_de: Slider aktualisieren

source: Search Slider
de_de: Slider suchen

source: Slider Not found
de_de: Slider nicht gefunden

source: Slider Not found in Trash
de_de: Slider im Papierkorb nicht gefunden

source: Custom Post Type For Slider
de_de: Benutzerdefinierter Beitragstyp für Slider

source: Copy Slider Responsive Slideshow Shortcode
de_de: Kopieren Sie den Shortcode der responsiven Slider-Diashow

source: Add Image Slides
de_de: Bildfolien hinzufügen

source: Shortcode copied to clipboard!
de_de: Shortcode in die Zwischenablage kopiert!

source: Copy & Embed shotcode into any Page/ Post / Text Widget to display Slider.
de_de: Kopieren und einbetten Sie den Shortcode in jede Seite/Beitrag/Text-Widget, um den Slider anzuzeigen.

source: ADD IMAGES
de_de: BILDER HINZUFÜGEN

source: Add Images
de_de: Bilder hinzufügen

source: Configure
de_de: Konfigurieren

source: Auto Play
de_de: Automatisches Abspielen

source: Navigation Settings
de_de: Navigationseinstellungen

source: Title & Description Settings
de_de: Titel- und Beschreibungseinstellungen

source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: Upgrade To Pro
de_de: Auf Pro-Version upgraden

source: Delete All Slide
de_de: Alle Folien löschen

source: Configure settings
de_de: Einstellungen konfigurieren

source: Slides
de_de: Folien

source: Set numbers of slider you want to display at a time like 1, 2, 3, 4, 10
de_de: Legen Sie die Anzahl der Slider fest, die Sie gleichzeitig anzeigen möchten, wie 1, 2, 3, 4, 10

source: Slide Speed
de_de: Geschwindigkeit der Folie

source: Set slide transition speed in milliseconds like 200, 400, 500, 700, 1000
de_de: Stellen Sie die Übergangsgeschwindigkeit der Folie in Millisekunden ein, wie 200, 400, 500, 700, 1000

source: Slide Margin
de_de: Folienrand

source: Buy Premium Version To Get This Feature
de_de: Kaufen Sie die Premium-Version, um diese Funktion zu erhalten

source: Slide Transitions
de_de: Folienübergänge

source: Auto Play & Slider settings
de_de: Automatisches Abspielen & Slider-Einstellungen

source: Set auto play to slides automatically
de_de: Automatisches Abspielen für Folien einstellen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Auto Height
de_de: Automatische Höhe

source: Set Set slider auto height
de_de: Automatische Höhe des Sliders einstellen

source: Set touch slide to slides using mouse drag event
de_de: Touch-Slide für Folien mit Mauszieh-Ereignis einstellen

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: Slider Navigation Settings
de_de: Slider-Navigationseinstellungen

source: Navigation Text For - Next Button
de_de: Navigationstext für - Nächster Button

source: Set navigation next button text
de_de: Navigationstext für den nächsten Button festlegen

source: Navigation Text For - Previous Button
de_de: Navigationstext für - Vorheriger Button

source: Set navigation previous button text
de_de: Navigationstext für den vorherigen Button festlegen

source: Show Slide Title Text
de_de: Folientiteltext anzeigen

source: Set yes or no to display or hide slide title text
de_de: Ja oder Nein einstellen, um Folientiteltext anzuzeigen oder zu verbergen

source: Show Slide Description Text
de_de: Folienbeschreibungstext anzeigen

source: Set yes or no to display or hide slide title description
de_de: Ja oder Nein einstellen, um Folientitelbeschreibung anzuzeigen oder zu verbergen

source: Show Slide Link
de_de: Folienlink anzeigen

source: Set yes or no to display or hide slide link
de_de: Ja oder Nein einstellen, um Folienlink anzuzeigen oder zu verbergen

source: Set Link On
de_de: Link setzen auf

source: Set link url on slide or on custom text link
de_de: Link-URL auf Folie oder auf benutzerdefinierten Textlink setzen

source: On Slide
de_de: Auf Folie

source: On Custom Text
de_de: Auf benutzerdefiniertem Text

source: Custom Slide Link Text
de_de: Benutzerdefinierter Folienlinktext

source: Set custom text for slide link text
de_de: Benutzerdefinierten Text für Folienlinktext festlegen

source: Slider All Text Alignment - Title, Description, Link
de_de: Slider Gesamttextausrichtung - Titel, Beschreibung, Link

source: Set text alignment below slides like left, right or center
de_de: Textausrichtung unter Folien festlegen, wie links, rechts oder zentriert

source: Left
de_de: Links

source: Center
de_de: Zentriert

source: Right
de_de: Rechts

source: Type Custum CSS
de_de: Benutzerdefiniertes CSS eingeben

source: Apply own css on image gallery and dont use style tag
de_de: Eigenes CSS auf Bildergalerie anwenden und kein Style-Tag verwenden

source: Upgrade To Premium For Unloack More Features & Settings
de_de: Auf Premium upgraden, um mehr Funktionen & Einstellungen freizuschalten

source: Offer:
de_de: Angebot:

source: Upgrade To Premium Just In Half Price
de_de: Auf Premium upgraden zum halben Preis

source: Check Premium Version Live Demo
de_de: Live-Demo der Premium-Version überprüfen

source: Buy Premium Version
de_de: Premium-Version kaufen
